<?php

return [
    'faq' => 'سؤال',
    'faqs' => 'الأسئلة الشائعة',
    'selectedFaqs' => 'الأسئلة الشائعة المختارة',
    'placeholders' => [
        'question_ar' => 'السؤال باللغة العربية',
        'question_en' => 'السؤال باللغة الإنجليزية',
        'answer_ar' => 'الجواب باللغة العربية',
        'answer_en' => 'الجواب باللغة الإنجليزية',
    ],
    'header' => 'أهلا، أقدر اساعدك ازاي؟',
    'subheader' => 'أو اختار تصنيف عشان تلاقي الإجابة الي انت محتاجها',
    'contact' => [
        'question' => 'سؤال؟',
        'title' => 'لسا عندك أي سؤال؟',
        'subtitle' => 'لو ملقتش سؤالك في الأسئلة الشائعة، ممكن تتواصل معانا. هنرد عليك في أقرب وقت!',
        'phone' => 'أسرع طريقة هنجاوب بيها علي سؤالك',
        'email' => 'هنرد عليك بس ممكن ناخد وقت أطول',
    ],
];
