<?php

return [
    'resource' => 'مستند',
    'resources' => 'المستندات',
    'resources_header' => 'تقدر توصل لكل الملخصات والملزمات الخاصة',
    'resources_header2' => 'بالمدرسين',
    'resources_highlight' => 'علي منصة شَطُّور',
    'resources_description' => 'اتفرج على الدروس، والملخصات، والفيديوهات اللي المستر أو المس شاركوهم معاك، وتقدر كمان تحمّلهم.',
    'resources_description2' => 'خش ذاكر وافتح المُخ، النجاح مستنيك !  💪 (بيكذب)',
    'teacher' => [
        'resources_header' => 'تابع ونزّل كل شغلك التعليمي من مكان واحد',
        'resources_header2' => 'وسهّل على طلابك المذاكرة',
        'resources_highlight' => 'علي منصة شَطُّور',
        'resources_description' => 'ارفع ملفاتك التعليمية وشاركها مع طلابك بسهولة، في أي وقت ومن أي مكان.',
        'resources_description2' => 'ابدأ شغلك من هنا، ومستقبل طلابك في إيدك (نوعًا ما 😅)',
    ],
    'search_resources' => 'بتدَوَّر علي حاجة؟',
    'total_resources' => 'إجمالي المستندات المتاحة :count مستند',
    'newest_first' => 'الأحدث أولًا',
    'most_viewed' => 'الأكثر مشاهدة',
    'most_downloaded' => 'الأكثر تحميلًا',
    'hide_inactive' => 'إخفاء الغير مفعّلين',
    'no_files_uploaded' => 'مفيش مستندات اترفعت هنا لسا.',
    'placeholders' => [
        'title_ar' => 'ملزمة المراجعة',
        'title_en' => 'Review Source',
        'video_url' => 'V6e6j2RwXiQ',
        'description' => 'اكتب شرح بسيط للمستند والتعليمات اللي الطالب محتاج يعرفها.',
    ],
    'details' => 'التفاصيل',
    'instructions' => 'التعليمات',
    'file' => 'المستند',
];
