<?php

return [
    '307' => [
        'heading' => 'قريباً 🚀',
        'description' => 'احنا شغالين على حاجة مميزة، ترقبونا قريباً!',
    ],
    '401' => [
        'heading' => 'غير مصرح لك بالدخول 🔒',
        'description' => 'ليس لديك صلاحية الدخول إلى هذه الصفحة، حاول تسجل دخول تاني.',
    ],
    '403' => [
        'heading' => 'غير مصرح لك بالدخول 🚫',
        'description' => 'آسف! ولكن معندكش الإذن لتنفيذ الإجراء دا',
    ],
    '404' => [
        'heading' => 'الصفحة مش موجودة 🔍',
        'description' => 'الصفحة غلط او مش موجودة، انت تهت ولا ايه؟',
    ],
    '419' => [
        'heading' => 'الطلب منتهي الصلاحية ⏰',
        'description' => 'صلاحية الجلسة او الصفحة الي انت فاتحها انتهت، اعمل رفرش للصفحة وجرب تاني.',
    ],
    '429' => [
        'heading' => 'الطلبات المسموح بها ⚠️',
        'description' => 'تجاوزت عدد الطلبات المسموح بها، حاول مرة تانية كمان شوية.',
    ],
    '500' => [
        'heading' => 'خطأ في السيرفر ⚡',
        'description' => 'آسف في خطأ في السيرفر، جرب تاني أو ابعتلنا علي الواتساب.',
    ],
    '503' => [
        'heading' => 'المنصة تحت الصيانة 🚧',
        'description' => 'دلوقتي بنعمل شوية تحسينات وإصلاحات، هنرجع قريباً! شكرا لتفهمك.',
    ],

    'button' => 'العودة للرئيسية',
];
