<?php

return [
    'validateTeacherGrade' => 'لازم  حضرتك تكون بتدرس للصف الدراسي ده علشان تضيفه.',
    'validateTeacherGroups' => 'لازم حضرتك تكون مسؤول عن المجاميع المحددة ومتوافقة مع الصف الدراسي.',
    'noGroupsForGrade' => 'حضرتك حالياً مش مرتبط بأي مجاميع للصف الدراسي المختار.',
    'validateTeacherZoomAccount' => 'لازم حضرتك يكون عندك حساب زوم عشان تقدر تضيف حصص.',
    'validateTeacherQuiz' => 'لازم حضرتك تكون مسؤول عن الاختبار ده عشان تقدر تضيف أو تعدل أسئلة وإجابات.',
    'quizHasMaxQuestions' => 'حضرتك وصلت إلى أقصي عدد من الأسئلة في الكويز',
    'questionHasMaxAnswers' => 'حضرتك وصلت إلى أقصي عدد من الإجابات في السؤال',
    'deleted' => 'محذوف',
];
